Person_Arminia = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ
Платить налоги как физлицо вы будете, если получите статус налогового резидента Армении

Физическими лицами-резидентами Армении считаются физические лица, которые в налоговом году фактически находились в Армении 183 и более дней (ч.1 ст.25 Налогового кодекса Армении).
Также можно стать резидентом, если в Армении у вас есть центр жизненных интересов: дом, квартира, семья, основное место профессиональной или иной деятельности

Ставка подоходного налога в Армении – 20%. Ставка фиксированная как для сотрудников, получающих зарплату в Армении, так и для иных личных доходов (в том числе доходов фрилансеров). Для ИП с IT сертификатом налог 18%
'''
Individual_ent_Armenia = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ

Тип налога: «Налог с оборота» (аналог УСН в России) со ставкой 5% (5% относится к услугам, в иных случаях от 1,5% до 10%)
Лимит годового дохода для «Налога с оборота» составляет 115 млн армянских драмов (порядка 300 тыс. долларов США)

Когда платить: необходимо 1 раз в квартал до 20 числа месяца, следующего за окончанием квартала, подавать в налоговую расчет по налогу с оборота и платить сам налог (ст.261, 262 НК РА)

Важно! Если доход ИП или ООО в Армении превысит лимит по "Налогу с оборота", то Вы будете платить 18%. ИП в системе микропредпринимательства, чья выручка составляет менее 24 млн драмов (≈ $61 000), государственные налоги не платит.
'''
Person_Georgia = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ. Платить налоги как физлицо вы будете, если получите статус налогового резидента Грузии

Налоговым резидентом Грузии признается физическое лицо, фактически находящееся на территории Грузии в течение 183 дней или более длительного периода в течение любых 12 непрерывных календарных месяцев.

Ставка подоходного налога в Грузии – 20%. Налог не платится, если вы стали резидентом и источник дохода находится вне Грузии (оказание услуг в статусе ИП и т.п. считается доходом от источника в Грузии и подлежит налогообложению.)
'''
Individual_ent_Georgia = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ

Тип налога: «Малый бизнес» (аналог УСН в России) 1% с оборота.
Лимит дохода: 500000 лари в год.
Если предприниматель получает больше 500000 лари в год — платит 3%.

Статус Малый бизнес начинает применяться с 1 числа следующего месяца после подачи заявления в налоговую. В первый месяц работы ставка будет 20%.

Если доход ИП в Грузии не превышает 30000 лари в год, то можно получить статус «Микробизнес» и тогда налог будет 0% (ст. 84 Налогового кодекса Грузии).

Когда платить: Отчитываться в налоговую Грузии нужно ежемесячно, налог также платится ежемесячно (с 1 по 15 число каждого месяца).
Важно!
ИП, превысивший лимит для статуса «Малый бизнес» в 500000 лари, платит налог 3% до конца текущего года начиная с месяца, в котором порог был превышен (например, если ИП превысил лимит в июле, то с августа налог будет считаться по ставке 3%).

Если ИП превысит лимит в 500000 лари в течение двух лет подряд, статус «Малый бизнес» будет аннулирован в следующем налоговом году (разово превысить можно).
После того, как ИП в Грузии не сможет применять статус «Малый бизнес», он будет платить подоходный налог по ставке 20%.
'''
Person_Turkey = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ
Физлица уплачивают подоходный налог по прогрессивной шкале — от 15 до 40%:

--годовой доход до 32 000 лир (≈ $1 700) — 15%
--32 000–70 000 лир (≈ $1 700–3 750) — 20%
--70 000–250 000 лир (≈ $3 750–13 400)— 27%
--250 000–880 000 лир (≈ $13 400–47 200) — 35%
--больше 880 000 лир (≈ $47 200) — 40%


Ставка применяется к сумме превышения. Например, если доход 40 000 лир, то расчёт налога такой: (32 000 * 15%) + (8 000 * 20%) = 6 400 лир (≈ $340).

Физические лица становятся налоговыми резидентами, если проживают в Турции более 6 месяцев в календарном году. При этом налоговыми резидентами не смогут стать иностранцы, которые получают вид на жительство для учебы или лечения, даже если они находятся в стране более длительный срок.
'''
Individual_ent_Turkey = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ

Типы налогов: подоходный налог — от 15 до 40% по прогрессивной шкале как у физлица.

Фрилансеры платят налоги, если стали налоговыми резидентами страны. Они выставляют счета как самозанятые и уплачивают налог по прогрессивной шкале от 15 до 40%.
'''
Person_Kazahstan = '''Платить налоги как физлицо вы будете, если получите статус налогового резидента Казахстана

Чтобы стать налоговым резидентом, нужно пребывать в Казахстане суммарно более полугода в течение текущего года.

Единая фиксированная ставка подоходного налога для физических лиц в размере 10% (в некоторых случаях – 20%) применяется к большинству видов личного дохода
'''
Individual_ent_Kazahstan = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ

Тип налога: с 2023 года ИП на упрощенке оплачивают 3% от дохода: 
Подоходный налог 1,5% 
Социальный налог 1,5% за минусом социальных отчислений за ИП 

Когда платить: налоги от дохода нужно оплачивать за первое полугодие до 25 августа, за второе — до 25 февраля следующего года. Обратите внимание: если в течение года доход компании превысит 20 000 МРП, вам нужно встать на учет по НДС и платить его раз в квартал.
'''
Person_Kyrgyzstan = '''Платить налоги как физлицо вы будете, если получите статус налогового резидента Киргизии

Физическими лицами-резидентами Кыргызстана считаются физические лица, которые в налоговом году фактически находились в Киргизии 183 и более дней (ч.2 ст.24 Налогового кодекса Киргизии).


Ставка подоходного налога в Киргизии (Кыргызстане) – 10%. Ставка фиксированная как для сотрудников, получающих зарплату в Киргизии, так и для иных личных доходов (в том числе доходов фрилансеров).
'''
Individual_ent_Kyrgyzstan = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ

Тип налога: УСН (упрощенная система налогооблажения) на основе единого налога со ставкой 2-6% (зависит от вида деятельности, например, для IT сферы это 2%, для большинства других услуг 4%, 6% касается платежей наличными)

Когда платить: отчетность вы должны подавать не позднее 20 числа месяца, следующего за окончанием каждого квартала (в тот же срок в большинстве случаев оплачивается сам налог)

Чтобы перейти на упрощенный режим налогообложения, необходимо подать заявление (DOC STI-163) в налоговый орган по месту регистрации ИП. На подачу дается 5 дней, на УСН переведут со следующего месяца после подачи заявления.

Если доход ИП в Киргизии будет находиться на общем режиме налогообложения, то нужно будет платить налог на прибыль, который составляет 10%.
'''
Person_Serbia = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ
Стандартный размер подоходного налога для физлиц – всего 10%.
Налоговые резиденты обязаны выплачивать подоходный налог в Сербии вне зависимости от того, где был получен доход – в самой Сербии или за границей. 
Статус налогового резидента автоматически получает лицо, которое:
имеет в Сербии центр жизненных интересов;
провело в Сербии более 183 дней в году.
'''
Individual_ent_Serbia = '''*Будьте внимательны, если вы налоговый резидент РФ, то вы будете платить налоги в РФ

Типы налога: возможны два режима налогообложения:
-- упрощенный, при котором ежемесячно уплачивается фиксированная сумма налогов и социальных взносов (размер зависит от вида деятельности и других факторов). Однако, применять такой режим можно, если годовой доход предпринимателя не превышает 50 000 евро;   
-- стандартный – ставка 10% на прибыль от предпринимательской деятельности. 15% при прибыли более 6-кратного размера зарплаты в год.
Предприниматели ведут бухгалтерский учет и сдают бухгалтерскую и налоговую отчетность так же, как и юридические лица.
'''
Rus_intro_text = '''Для всех, кто живет в РФ постоянно в нашей компании предусмотрено оформление по трудовому договору, компания будет делать отчисления за вас, однако мы решили помочь вам быть в курсе изменений в налоговом законодательстве, так как они могут повлиять на ваши доходы.

Новая шкала НДФЛ (с 2025 года) будет включать пять ступеней — от 13 до 22 %:
-Ставка 13 % будет действовать для доходов менее 200 000 ₽ в месяц или 2 400 000 ₽ в год.
-Ставка 15 % — для части дохода в диапазоне 200 000–416 700 ₽ в месяц или 2 400 000–5 000 000 ₽ в год.
-Ставка 18 % — для части дохода в диапазоне 416 700–1 670 000 ₽ в месяц или 5 000 000–20 000 000 ₽ в год.
-Ставка 20 % — для части дохода в диапазоне 1 670 000–4 170 000 ₽ в месяц или 20 000 000–50 000 000 ₽ в год.
-Ставка 22 % — при доходах свыше 4 170 000 ₽ в месяц или больше 50 000 000 ₽ в год.
Повышенную ставку нужно будет платить только с суммы превышения, как и сейчас.'''
DESCRIPTION = 'Привет! Этот бот собрал информацию о налогах в разных странах. Выбери страну и узнай расчеты налогов. Если у тебя есть какие-то комментарии или замечания, не стесняйся написать нам через [форму обратной связи](https://9k0v94bropl.typeform.com/to/JhT4AdjC)'
